Repository: cranci1/Sora
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Accent Color
de: Akzent Farbe

source: Add Module
de: Modul hinzufügen

source: Add Modules
de: Module hinzufügen

source: Adjust the number of media items per row in portrait and landscape modes.
de: Stellen Sie die Anzahl der Medienelemente pro Reihe im Hoch- und Querformat ein.

source: Advanced
de: Erweitert

source: Anonymous data is collected to improve the app. No personal information is collected. This can be disabled at any time.
de: Anonyme Daten werden gesammelt, um die App zu verbessern. Es werden keine persönlichen Informationen gesammelt. Dies kann jederzeit deaktiviert werden.

source: App Data
de: App Daten

source: App Icon
de: App Symbol

source: App storage
de: App Speicher

source: Appearance
de: Darstellung

source: Are you sure you want to delete this profile? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Profil löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Are you sure you want to erase all app data? This action cannot be undone. (The app will then close)
de: Sind Sie sicher, dass Sie alle App-Daten löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden. (Die App wird anschließend geschlossen)

source: Are you sure you want to remove all files in the documents folder? This will also remove all modules and you will lose the favorite items. This action cannot be undone. (The app will then close)
de: Sind Sie sicher, dass Sie alle Dateien im Dokumentenordner entfernen möchten? Dies wird auch alle Module entfernen und Sie werden die Favoriten verlieren. Dieser Vorgang kann nicht rückgängig gemacht werden. (Die App wird anschließend geschlossen)

source: Authentication successful!
de: Erfolgreich angemeldet!

source: Background Enabled
de: Hintergrund anzeigen

source: Bookmark items for an easier access later.
de: Markieren Sie Elemente für einen einfacheren Zugriff später.

source: Bookmarks
de: Gespeicherte

source: Bottom Padding:
de: Unterer Abstand:

source: Cancel
de: Abbrechen

source: Check out some community modules here!
de: Schau dir einige Community-Module hier an!

source: Clear Cache
de: Cache löschen

source: Clear Logs
de: Logs löschen

source: Click the plus button to add a module!
de: Klicken Sie auf die Plus-Taste, um ein Modul hinzuzufügen!

source: Close
de: Schließen

source: Confirm Erase App Data
de: Bestätigen Sie das Löschen der App-Daten

source: Confirm Remove All Files
de: Bestätigen Sie das Löschen aller Daten

source: Continue Watching
de: Weiterschauen

source: Contributors
de: Mitwirkende

source: Copy to Clipboard
de: In die Zwischenablage kopieren

source: Copy URL
de: Url kopieren

source: Data
de: Daten

source: Delete
de: Löschen

source: Delete Profile
de: Profil löschen

source: Delete Selected Profile
de: Aktives Profil löschen

source: Diagnostics & Storage
de: Diagnose & Speicher

source: Done
de: Fertig

source: Double Tap to Seek
de: Doppeltippen zum Suchen

source: Double tapping the screen on it's sides will skip with the short tap setting.
de: Doppeltippen auf die Seiten des Bildschirms überspringt mit der Einstellung für kurzen Tipp.

source: Download Stream
de: Stream Herunterladen

source: Edit Profiles
de: Profile bearbeiten

source: Edit Selected Profile
de: Aktives Profil bearbeiten

source: Enable Analytics
de: Analysen aktivieren

source: Enter HLS URL
de: HLS Link einfügen

source: Episodes
de: Episoden

source: Episodes Range
de: Episodenanzahl

source: Erase
de: Löschen

source: Erase all App Data
de: Alle Daten löschen

source: Error
de: Fehler

source: Error: %@ %@
de: Fehler: %@ %@

source: Explore
de: Erkunden

source: Explore View
de: Erkunden View

source: Failed to parse response
de: Fehler beim

source: Failed to parse response: %@
de: Antwort konnte nicht verarbeitet werden: %@

source: Failed to serialize request
de: Anforderung konnte nicht serialisiert werden

source: Fetch Episode metadata
de: Episoden Daten laden

source: Font Size:
de: Schriftgröße:

source: Force Landscape
de: Querformat erzwingen

source: General
de: Allgemein

source: General Preferences
de: Allgemein

source: Hide Empty Sections
de: Leere Abschnitte verstecken

source: HLS Downloader
de: HLS Manager

source: Hold Speed:
de: Halteegeschwindigkeit:

source: Info
de: Infos

source: Interface
de: Benutzeroberfläche

source: Join the Discord
de: Discord beitreten

source: Landscape Columns
de: Querformat Spalten

source: Language: %@
de: Sprache: %@

source: Less
de: Weniger

source: Library
de: Mediathek

source: Library View
de: Mediathek View

source: License (GPLv3.0)
de: Lizenz (GPLv3.0)

source: Links cannot be openend on tvOS. But you can either Scan the QR-Code or type in the following URL into the Browser of your choosing: %@
de: Links können auf tvOS nicht geöffnet werden. Sie können jedoch entweder den QR-Code scannen oder die folgende URL in den Browser Ihrer Wahl eingeben: %@

source: Loading %@…
de: Wird geladen %@…

source: Loading Animation
de: Ladeanimation

source: Loading module information...
de: Modul Infos werden geladen

source: Log Debug Info
de: Debug-Protokolle

source: Log Filters
de: Protokol Filter

source: Log In with AniList
de: Bei AniList anmelden

source: Log In with Trakt
de: Bei Trakt anmelden

source: Log Out from AniList
de: Bei AniList abmelden

source: Log Out from Trakt
de: Bei Trakt abmelden

source: Logged in as
de: Angemeldet als

source: Logged in as %@
de: Angemeldet als %@

source: Login failed with unknown error
de: Anmeldung fehlgeschlagen mit unbekanntem Fehler

source: Login failed: %@
de: Anmeldung fehlgeschlagen: %@

source: Long press Skip:
de: Langes Drücken überspringen:

source: Main
de: Haupteinstellungen

source: Mark All Previous Watched
de: Alle vorherigen als angesehen markieren

source: Mark as Watched
de: Als angesehen markieren

source: Media Grid Layout
de: Medienraster-Layout

source: Media Player
de: Video Wiedergabe

source: Media View
de: Medien Ansicht

source: Metadata Provider
de: Metadatenanbieter

source: Modules
de: Module

source: More
de: Mehr

source: No Content Available
de: Kein Inhalt verfügbar

source: No Data Available
de: Keine Informationen verfügbar

source: No data received
de: Keine Daten empfangen

source: No episodes available
de: Keine Episoden verfügbar

source: No episodes Found:
de: Keine Episoden gefunden:

source: No items to continue watching.
de: Keine Medien zum weiterschauen verfügbar.

source: No Module Selected
de: Kein Modul ausgewählt

source: No Modules
de: Keine Module

source: No Modules available
de: Keine Module verfügbar

source: No offline content available
de: Kein Offline Inhalt verfügbar

source: No Results Found
de: Keine Ergebnisse gefunden

source: Note that the modules will be replaced only if there is a different version string inside the JSON file.
de: Beachten Sie, dass die Module nur ersetzt werden, wenn sich ein anderer Versionsstring in der JSON-Datei befindet.

source: OK
de: Okay

source: Open Community Library
de: Community-Bibliothek öffnen

source: Open in AniList
de: In AniList öffnen

source: Play Offline Content
de: Offline Inhalt abspielen

source: Please select a module from settings
de: Bitte wählen Sie ein Modul aus den Einstellungen aus

source: Portrait Columns
de: Hochformat-Spalten

source: Profiles
de: Profile

source: Progress bar Marker Color
de: Farbe des Fortschrittsbalken-Markierungs

source: Recently watched content will appear here.
de: Kürzlich angesehene Inhalte werden hier angezeigt.

source: Refresh Modules on Launch
de: Module immer beim Starten der App aktualisieren

source: Remember Playback speed
de: Wiedergabegeschwindigkeit merken

source: Remove
de: Löschen

source: Remove All Files in Documents
de: Alle Dateien im Dokumentenordner entfernen

source: Remove from Bookmarks
de: Aus den Lesezeichen entfernen

source: Remove Item
de: Item löschen

source: Report an issue
de: Fehler melden

source: Reset AniList ID
de: AniList ID zurücksetzen

source: Reset Progress
de: Verlauf zurücksetzen

source: Retry
de: Erneut versuchen

source: Running Sora %@ by cranci1
de: Sora %@ von cranci1

source: Running Sora %@ - cranci1
de: Sora %@ - von cranci1

source: Scan to Visit
de: Scannen zum öffnen

source: Search
de: Suchen

source: Search View
de: Suchen View

source: Search...
de: Suchen…

source: Segments Color
de: Farbe der Segmente

source: Select an App Icon
de: App Symbol wählen

source: Select Module
de: Modul wählen

source: Select Profile
de: Profil auswählen

source: Set Custom AniList ID
de: Benutzerdefinierte AniList ID festlegen

source: Settings
de: Einstellungen

source: Shadow
de: Schatten

source: Show Skip 85s Button
de: Schaltfläche „85 Sekunden überspringen“ anzeigen

source: Show Skip Intro / Outro Buttons
de: Schaltflächen „Intro/Outro überspringen“ anzeigen

source: Skip Settings
de: Einstellungen überspringen

source: Some features are limited to the Sora and Default player, such as ForceLandscape, holdSpeed and custom time skip increments.
de: Einige Funktionen sind auf den Sora- und den Standard-Player beschränkt, wie z. B. ForceLandscape, holdSpeed und benutzerdefinierte Zeitsprung-Intervalle.

source: Sora and cranci1 are not affiliated with AniList nor Trakt in any way. Also note that progresses update may not be 100% accurate.
de: Sora und cranci1 stehen in keiner Weise in Verbindung mit AniList oder Trakt. Beachten Sie außerdem, dass der Fortschrittsabgleich möglicherweise nicht zu 100 % genau ist.

source: Speed Settings
de: Geschwindigkeit einstellungen

source: Starting authentication...
de: Anmeldevorgang wird gestartet…

source: Subtitle Color
de: Untertitel Farbe

source: Subtitle Delay: %@
de: Untertitel-Verzögerung: %@

source: Subtitle Settings
de: Untertitel einstellungen

source: Sync anime progress
de: Anime-Fortschritt synchronisieren

source: Synopsis
de: Inhaltsangabe

source: Tap Skip:
de: Tippen zum Überspringen:

source: The caches used by Sora are stored images that help load content faster The App Data should never be erased if you dont know what that will cause. Clearing the documents folder will remove all the modules and downloads
de: Die von Sora verwendeten Caches sind gespeicherte Bilder, die dabei helfen, Inhalte schneller zu laden. Die App-Daten sollten niemals gelöscht werden, wenn Sie nicht wissen, welche Auswirkungen das hat. Das Leeren des Dokumentenordners entfernt alle Module und Downloads.

source: The episode range controls how many episodes appear on each page. Episodes are grouped into sets (like 1-25, 26-50, and so on), allowing you to navigate through them more easily. For episode metadata it is refering to the episode thumbnail and title, since sometimes it can contain spoilers.
de: Der Episodenbereich steuert, wie viele Episoden auf jeder Seite angezeigt werden. Die Episoden werden in Gruppen (wie 1–25, 26–50 usw.) zusammengefasst, um die Navigation zu erleichtern. Mit Episoden-Metadaten sind das Episoden-Vorschaubild und der Titel gemeint, da diese manchmal Spoiler enthalten können.

source: Trackers
de: Tracker

source: Try different keywords
de: Nutze andere Wörter

source: Try updating the Module
de: Versuche das Modul zu updaten

source: Two Finger Hold for Pause
de: Zwei Finger halten für Pause

source: Unexpected response format!
de: Unerwartetes Antwortformat!

source: You are not logged in
de: Sie sind nicht angemeldet

source: You have no items saved.
de: Du hast noch nichts gespeichert.
